[VanillaSkirmisher X2UniversalSoldierClassInfo]
ClassSpecializationTitle=叛逃者
ClassSpecializationSummary="叛逃者曾经是忠诚的变种人士兵。现在，他们为人类而战。这些抵抗运动的捍卫者机动性和多才多艺，是战场上的灵感来源."

[VanillaReaper X2UniversalSoldierClassInfo]
ClassSpecializationTitle=刺客
ClassSpecializationSummary="被称为死神的秘密组织的神射手。这些抵抗运动的战士在射程上特别致命，擅长消除高优先级目标."

[VanillaTemplar X2UniversalSoldierClassInfo]
ClassSpecializationTitle=信仰战士
ClassSpecializationSummary="被引入神秘圣殿骑士教派的灵能战士。 这些抵抗运动的战士强大而独特，是人形敌人的噩梦."
